Repository: ErHaWeb/sitepackage
Catalog: Configuration/Sets/Sitepackage/*.labels.xlf
Languages: de

# categories.sitepackage.templates
source: Page Template
de: Seiten Template

# categories.sitepackage.meta
source: HTML Meta Information
de: HTML-Metainformationen

# settings.page.view.templateRootPath
source: Template Root Path
de: Wurzelverzeichnis für Templates

# settings.description.page.view.templateRootPath
source: Add Custom Template Root Path
de: Erweiterung des Template Wurzelverzeichnisses

# settings.page.view.partialRootPath
source: Partial Root Path
de: Wurzelverzeichnis für Partials

# settings.description.page.view.partialRootPath
source: Add Custom Partial Root Path
de: Erweiterung des Partial Wurzelverzeichnisses

# settings.page.view.layoutRootPath
source: Path to template layouts (FE)
de: Wurzelverzeichnis für Layouts

# settings.description.page.view.layoutRootPath
source: Add Custom Layout Root Path
de: Erweiterung des Layout Wurzelverzeichnisses

# settings.description.page.meta.viewport
source: Configuration of the viewport behavior like initial scale and scaling behavior
de: Konfiguration des Viewport-Verhaltens wie Anfangsskalierung und Skalierungsverhalten

# settings.description.page.meta.robots
source: The robots meta tag gives you a detailed, page-specific approach, specifying how a specific page should be indexed and displayed to users in Google search results.
de: Das Robots-Meta-Tag bietet Ihnen einen detaillierten, seitenspezifischen Ansatz, der angibt, wie eine bestimmte Seite indexiert und Nutzern in den Google-Suchergebnissen angezeigt werden soll.

# settings.description.page.meta.apple-mobile-web-app-capable
source: Sets whether a web application runs in full-screen mode.
de: Legt fest, ob eine Webanwendung im Vollbildmodus ausgeführt wird.

# settings.description.page.meta.compatible
source: Choose what version of Internet Explorer the page should be rendered as
de: Wählen Sie aus, mit welcher Version von Internet Explorer die Seite gerendert werden soll

# settings.description.page.meta.google
source: If you have an entire page that should not be translated by Google, then you can use this meta tag.
de: Wenn Sie eine ganze Seite haben, die nicht von Google übersetzt werden soll, können Sie dieses Meta-Tag verwenden.

# settings.description.page.meta.google-site-verification
source: Verify your site ownership
de: Bestätigen Sie Ihre Website-Inhaberschaft

# settings.page.meta.apple-mobile-web-app-title
source: Mobile web app title (iOS)
de: Titel der mobilen App (iOS)

# settings.description.page.meta.apple-mobile-web-app-title
source: If empty, iOS will use the page title
de: Wenn leer, verwendet iOS den Seitentitel

# settings.description.page.webmanifest.name
source: Mobile web app name
de: Name der mobilen Web App

# settings.page.webmanifest.short_name
source: Short Name
de: Kurzname

# settings.description.page.webmanifest.short_name
source: Mobile web app short name
de: Kurzname der mobilen Web App

# settings.page.webmanifest.icons.sizes
source: Icon Sizes
de: Icon-Abmessungen

# settings.description.page.webmanifest.icons.sizes
source: Define the height and width of the icon dimensions to be used for mobile web apps in the form <width>x<height>
de: Definieren Sie die Höhe und Breite der für mobile Web Apps zu verwendenden Icon-Abmessungen in der Form <Breite>x<Höhe>.

# settings.page.webmanifest.icons.file.type
source: File Type
de: Datei-Typ

# settings.page.webmanifest.icons.file.prefix
source: File Prefix
de: Datei-Präfix

# settings.description.page.webmanifest.icons.file.prefix
source: Prefix for icon files of the web manifest
de: Präfix für Icon Dateien des Webmanifests

# settings.description.page.webmanifest.icons.file.type
source: Type of webmanifest referenced files
de: Typ der referenzierten Webmanifest-Dateien

# settings.page.webmanifest.icons.file.purpose
source: File Purpose
de: Datei-Zweck

# settings.description.page.webmanifest.icons.file.purpose
source: Context in which the symbol can be used by the browser or operating system
de: Kontext, in dem das Symbol vom Browser oder Betriebssystem verwendet werden kann

# settings.page.webmanifest.theme_color
source: Theme Color
de: Theme-Farbe

# settings.description.page.webmanifest.theme_color
source: Default color of the web app
de: Standardfarbe der Web App

# settings.page.webmanifest.background_color
source: Background Color
de: Hintergrundfarbe

# settings.description.page.webmanifest.background_color
source: Background color of the web application on initial load
de: Hintergrundfarbe der Webanwendung beim anfänglichen laden

# settings.page.webmanifest.display
source: Display
de: Anzeige

# settings.description.page.webmanifest.display
source: Preferred display mode for the web application
de: Bevorzugter Anzeigemodus für die Webanwendung
