Repository: ErHaWeb/sitepackage
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# backend_layout.default
source: Default Backend Layout
de: Standard Backend Layout

# backend_layout.example
source: 2 Columns Example Backend Layout
de: 2 Spalten Beispiel Backend Layout

# backend_layout.column.content
source: Content
de: Inhalt

# backend_layout.column.content_left
source: Left Column Content
de: Inhalt der linken Spalte

# backend_layout.column.content_right
source: Right Column Content
de: Inhalt der rechten Spalte

# constants.customsubcategory.100
source: Page Template
de: Seiten Template

# constants.customsubcategory.110
source: HTML Meta Information
de: HTML-Metainformationen

# constants.page.fluidtemplate.layoutRootPath
source: Layout Root Path: Add Custom Layout Root Path
de: Wurzelverzeichnis für Layouts: Erweiterung des Layout Wurzelverzeichnisses

# constants.page.fluidtemplate.partialRootPath
source: Partial Root Path: Add Custom Partial Root Path
de: Wurzelverzeichnis für Partials: Erweiterung des Partial Wurzelverzeichnisses

# constants.page.fluidtemplate.templateRootPath
source: Template Root Path: Add Custom Template Root Path
de: Wurzelverzeichnis für Templates: Erweiterung des Template Wurzelverzeichnisses

# constants.page.meta.viewport
source: Viewport:Configuration of the viewport behavior like initial scale and scaling behavior
de: Viewport:Konfiguration des Viewport-Verhaltens wie Anfangsskalierung und Skalierungsverhalten

# constants.page.meta.robots
source: Robots:The robots meta tag gives you a detailed, page-specific approach, specifying how a specific page should be indexed and displayed to users in Google search results.
de: Robots:Das Robots-Meta-Tag bietet Ihnen einen detaillierten, seitenspezifischen Ansatz, der angibt, wie eine bestimmte Seite indexiert und Nutzern in den Google-Suchergebnissen angezeigt werden soll.

# constants.page.meta.apple-mobile-web-app-capable
source: apple-mobile-web-app-capable:Sets whether a web application runs in full-screen mode.
de: apple-mobile-web-app-capable:Legt fest, ob eine Webanwendung im Vollbildmodus ausgeführt wird.

# constants.page.meta.compatible
source: X-UA-Compatibility:Choose what version of Internet Explorer the page should be rendered as
de: X-UA-Compatibility:Wählen Sie aus, mit welcher Version von Internet Explorer die Seite gerendert werden soll

# constants.page.meta.google
source: Google:If you have an entire page that should not be translated by Google, then you can use this meta tag.
de: Google:Wenn Sie eine ganze Seite haben, die nicht von Google übersetzt werden soll, können Sie dieses Meta-Tag verwenden.

# constants.page.meta.google-site-verification
source: Google Site Verification Code:Verify your site ownership
de: Google Site Verification Code:Bestätigen Sie Ihre Website-Inhaberschaft
